[
{"nid": "AAGH0ET", "body": [" are free to shop wherever they choose, but they tend to keep it in the family—the ", ", that is.", "The precious few brands with royal warrants are permitted display the Royal Arms in their marketing materials. The royals usually refuse to promote commercial goods, but the warrants are a rare and prominent exception. They're an obvious boon to any branding efforts, but getting your hands on one is no easy task. ", "First, a company must provide goods or services to the royal family (or more specifically, to Queen Elizabeth, Prince Philip, and Prince Charles, the three royals able to award warrants) for five years. Then, as ", " earlier this year, \"you have to wait until you’re invited to apply, so it’s not automatic at all.\" To apply, companies need to submit a laundry list of disclosures, which ensure that the business meets various standards. \"The finances, your supply base, where all of the components come from, your policies on human resources, your supply policies, your health and safety policies, your environmental policies,\" Fulton recalled.", "Only after that thorough vetting process can a brand be awarded a royal warrant—and even then, the warrants have to be renewed every five years. Still, a select 14 companies have managed to acquire not just one, but all three, granted by the Queen, Prince Philip, and Prince Charles. A few of them, unfortunately, are hard to patronize from abroad (even if ", " really does provide the best dry-cleaning around). But here, we've gathered a full 10 of the royal family's favorite brands that you can try out yourself.", "Smythson started working with royalty all the way back in the 1890s, when Queen Victoria ", " to create stationery for each of the monarch's residences. These days, the brand continues to provide Her Majesty's stationery, while Prince Philip relies on their leather goods. For his part, Prince Charles sources both stationery and office equipment from Smythson.", "Family-owned brand Barbour has been around since 1894, but was awarded its first royal warrant ", ", by Prince Philip. The Queen must've been jealous of her husband's outwear, as by 1982, she'd awarded the brand a royal warrant of her own. Prince Charles was the last to jump on the bandwagon, in 1987.", "Halcyon Days prides itself on its British craftsmanship, and its dedication to making enamel products by hand. The company holds all three royal warrants, supplying each holder with objets d'art.", "According to the Royal Warrant Holders' Association ", ", this luxury brand was the first to invent self-supporting trousers, back in the 1930s. Now, self-supporting pants are (thankfully) commonplace—but Daks remains a British heritage brand, which supplies clothing to the Queen, as well as Princes Charles and Philip.", "Ever wonder what brand was behind Queen Elizabeth's sumptuous coronation robe, or Prince Philip's investiture attire? That would be Ede & Ravenscroft, the British sovereigns' go-to robe makers ", ". To this day, the brand supplies robes to all three royal warrant holders, and provides additional tailoring services for the Queen. (They do also, on occasion, make clothing that can be worn by mere mortals, like the legal shirt pictured here.)", "Gieves & Hawkes has its roots in two separate companies: one supplying the British Royal Navy, and the other supplying the British Army (that one, Hawkes, got its first royal warrant in 1799). Now united, Gieves & Hawkes sells all manner of men's suits, blazers, and the like, as well as military garb. The brand serves as the Queen's livery and military tailors, while Princes Charles and Philip don its civilian clothing as well.", "As the oldest bookstore in London, Hatchards ", " that Queen Charlotte (wife of King George III) was among the shop's first customers. Nowadays, Hatchards offers rare first editions and signed books alongside more standard literary offerings, and counts the Queen, Prince Charles, and Prince Philip as customers.", "Queen Victoria's son (the future King Edward VII) granted James Purdey his first royal warrant ", ". A decade later, Queen Victoria followed with her own royal warrant; since then, every British monarch has awarded a warrant to the brand. In addition to the shooting supplies that the royals count on Purdey for, the company also produces leather goods and clothing.", "King George V granted Kinloch Anderson its first royal warrant, and since then, the brand has been the royals' go-to purveyors of kilts, tartans, and more.", "Aston Martin and Bentley also hold royal warrants, but Jaguar Land Rover is the only automotive company to boast all three. (Here, Prince Philip is pictured exploring a brand-new Jaguar during a 1957 visit t0 the Motor Industry Research Association.)"]},
{"nid": "AABmf2I", "body": ["This year, Walmart’s not waiting until ", " to offer steep deals on tech. Right now, you can save big on ", " since ", " new models for 2019. Whether you’re looking to upgrade your device or get a ", " for someone else, there are a variety of standard iPads, iPad Airs, and iPad Pros to consider. ", "The main difference between sixth- and seventh-generation iPads is the new iPad OS software, but not too much has changed in terms of overall design and power. The 2018 iPads all feature the powerful A10 Fusion chip, iOS 11, 1.2MP front and 8MP rear cameras, Touch ID, and 10-hour battery life.", "Sixth-generation iPads used to cost up to and over $500, but now you can score one for as low as $300. The ", " with 128GB is now at $300, while the ", " capabilities is just $430. The ", "with a screen size of just 7.9 inches still costs over $500, but you get top features like the A12 chip, Retina display, all-day battery, and 256GB of storage.", "In addition to regular and mini iPads, Walmart has deals on the ", " with Wi-Fi or Wi-Fi + Cellular at 64 or 256GB. These models feature A12 Bionic chips, iOS 12, retina displays with True Tone, and up to 10 hours of battery life. They weigh only about a pound, making them the perfect travel companion if you plan to use your device while on the go more often than not.", "If you’re looking for a powerful tablet to replace your laptop, go with the iPad Pro, which Walmart now offers for hundreds off. Whether you get the 10.5, 11, or 12.9-inch size, the Pro will still weigh less than two pounds with enough battery life to get you through a full day’s work. ", "If you’re really yearning to try Apple’s new iPad OS, there are even already slight discounts on the seventh iteration on Amazon right now, including $30 off the ", " in silver and space gray. Plus, don’t forget to explore Walmart’s deals on accessories like the ", " and smart ", " to go with your new buy."]},
{"nid": "AAI33em", "body": ["\r\nThe Richardson family shares home video and photos of their puppy Zeus, who died protecting their children from a venomous coral snake.\r\n"]}
]